Repository: alphmt/bleach-h
Catalog: po/*.po
Languages: ar, pt, sl

source: Game
ar: لعبة
pt: Jogo
sl: Igra

source: Cache
ar: الذاكرة المخبأة
sl: predpomnilnik

source: Delete the list of game servers
ar: حذف قائمة خوادم اللعب
pt: Eliminar a listagem de servidores de jogo
sl: Izbriši seznam game strežnikov

source: Delete the cache
ar: حذف الملفات المخبأة
pt: Eliminar a cache
sl: Izbriši predpomnilnik

source: Vacuum
ar: فراغ
pt: Optimizar
sl: Vakuum

source: Clean database fragmentation to reduce space and improve speed without removing any data
ar: مسح تقسيم قاعدة البيانات لتقليل الفراغات و تحسين السرعة دون حذف أي بيانات
pt: Limpar a fragmentação da base de dados para reduzir espaço e melhorar a velocidade sem eliminar quaisquer dados
sl: Počisti razdrobljenost podatkovne baze, da zmanjša uporabljen prostor in izboljša hitrosti, ne da bi pri tem odstranil kakršne koli podatke

source: Web browser
ar: متصفح ويب
pt: Navegador web
sl: Spletni brskalnik

source: Delete the web cache, which reduces time to display revisited pages
ar: حذف ذاكرة الويب المخبأة، التي تختصر الوقت لعرض الصفحات التي سبق زيارتها
pt: Eliminar a cache web, que reduz o tempo de carga das páginas já visitadas
sl: Zbriši web predpomnilnik, ki zmanjšuje čas za prikaz že obiskanih strani

source: Cookies
ar: ملفّات تعريف الارتباط
sl: Piškotki

source: Delete cookies, which contain information such as web site preferences, authentication, and tracking identification
ar: حذف ملفات تعريف الارتباط ، والتي تحتوي على معلومات مثل التفضيلات المواقع، التوثيق ، و تعقب الهوية
sl: Zbriši piškotke, ki vsebujejo informacije, kot so nastavitve spletne strani, avtentifikacija, identifikacija in sledenje

source: History
ar: التأريخ
pt: Histórico
sl: Zgodovina

source: Delete the history which includes visited sites, downloads, and thumbnails
ar: حذف المحفوظات التي تتضمن الصفحات المُزارة، التنزيلات، و المصغّرات
sl: Izbriši zgodovino, ki vključuje obiskana spletna mesta, prenose in sličice

source: Current session
ar: الجلسة الحالية
pt: Sessão actual
sl: Trenutna seja

source: Delete the current session
ar: حذف الجلسة الحالية
pt: Eliminar a sessão actual
sl: Izbriši trenutno sejo

source: Delete the usage history
ar: حذف محفوظات الإستخدام
pt: Eliminar o histórico de utilização
sl: Zbriši zgodovino uporabe

source: Editor
ar: محرر
sl: Urednik

source: Delete ~/.viminfo which includes file history, command history, and buffers
ar: حذف ~/.viminfo والذي يتضمن محفوظات الملفات، محفوظات الأوامر، الذاكرة الوسيطة
pt: Eliminar ~/.viminfo que inclui histórico de ficheiros, histórico de comandos e buffers
sl: Zbriši ~ /. Viminfo, ki vsebuje zgodovino datotek, ukazov in medpomnilnikov odbojnikov

source: Multimedia viewer
ar: عارض وسائط
pt: Visor multimédia
sl: Multimedia gledalec

source: Logs
ar: السجلّات
pt: Registos
sl: Dnevniki

source: Delete the logs
ar: حذف السجلات
pt: Eliminar os registos
sl: Zbriši dnevnike

source: Debug logs
ar: سجلات التصحيح
pt: Registos de depuração
sl: Debug dnevniki

source: Delete the debug logs
ar: حذف سجلات التصحيح
pt: Eliminar os registos de depuração
sl: Zbriši debug dnevnike

source: Temporary files
ar: الملفات المؤقتة
pt: Ficheiros temporários
sl: Začasne datoteke

source: Delete the temporary files
ar: حذف الملفات المؤقتة
pt: Eliminar os ficheiros temporários
sl: Zbriši začasne datoteke

source: List of visited web pages
ar: قائمة من صفحات الويب التي تم زيارتها
pt: Listagem de páginas web visitadas
sl: Seznam obiskanih spletnih strani

source: Most recently used
ar: الاكثر استخداماً مؤخراً
pt: Usado recentemente
sl: Uporabljeno v zadnjem času

source: Delete the list of recently used documents
ar: حذف قائمة المستندات المستخدمة مؤخراً
pt: Eliminar a listagem dos documentos usados recentemente
sl: Izbriši seznam nedavno uporabljenih dokumentov

source: Recent documents list
ar: قائمة المستندات المفتوحة مؤخراً
pt: Listagem de documentos recentemente usados
sl: Seznam nedavnih dokumentov

source: Chat client
ar: عميل محادثة
pt: Cliente de conversação
sl: Stranka za klepet

source: Chat logs
ar: سجلات المحادثة
pt: Registo de conversação
sl: Dnevniki klepetov

source: Delete the chat logs
ar: حذف سجلات المحادثة
pt: Eliminar o registo de conversação
sl: Izbriši dnevnike klepetov

source: Delete the list of visited web pages
ar: حذف قائمة صفحات الويب التي سبق زيارتها
pt: Eliminar a listagem de páginas web visitadas
sl: Izbriši seznam obiskanih spletnih strani

source: Search tool
ar: أداة البحث
pt: Ferramenta de pesquisa
sl: Orodje za iskanje

source: Search indexes
ar: فهارس البحث
pt: Índices de procura
sl: Indeksi iskanj

source: Delete the search indexes
ar: حذف فهارس البحث
pt: Eliminar os índices de procura
sl: Zbriši indekse iskanj

source: File transfer client
ar: عميل نقل الملفات
pt: Cliente de transferência de ficheiros
sl: Stranka za prenos datotek

source: Delete the files
ar: حذف الملفات
sl: Zbriši datoteke

source: Download history
ar: محفوظات التحميل
pt: Histórico de descargas
sl: Zgodovina prenosov

source: List of files downloaded
ar: قائمة الملفات المُحمّلة
pt: Listagem de ficheiros descarregados
sl: Seznam prenesenih datotek

source: URL history
ar: روابط الإنترنت
pt: Histórico de URL
sl: Zgodovina povezav URL

source: Delete the most recently used list
ar: حذف قائمة الملفات المستخدمة مؤخراً
sl: Zbriši seznam nazadnje uporabljenih

source: Passwords
ar: كلمات المرور
pt: Senhas
sl: Gesla

source: A database of usernames and passwords as well as a list of sites that should not store passwords
ar: قاعدة بيانات من الأسماء وكلمات المرور وأيضاً المواقع التي حددت عدم تخزين كلمات مرورها
pt: Uma base de dados dos nomes de utilizador e senhas assim como uma listagem de sítios que não devem armazenar senhas
sl: Baza uporabniških imen in gesel, kot tudi seznam mest, ki naj ne bi hranila gesel

source: Places
ar: أماكن
pt: Lugares
sl: Kraji

source: A database of URLs including bookmarks, favicons, and a history of visited web sites
ar: قاعدة بيانات من الروابط تتضمن المفضلة، أيقونات المواقع و المحفوظات من صفحات الويب التي سبق زيارتها
pt: Uma base de dados dos URL, incluindo marcadores, favicons e um histórico de sítios web visitados
sl: Baza podatkov URL, vključno z zaznamki, favikonami in zgodovino obiskanih spletnih strani

source: This option deletes all bookmarks.
ar: هذا الخيار سيحذف كل المفضلات.
sl: Ta možnost zbriše vse zaznamke.

source: Office suite
ar: طقم المكتب
pt: Suite de produtividade
sl: Programski paket Office

source: Delete obsolete files
ar: حذف الملفات الملغية (القديمة)
pt: Eliminar ficheiros obsoletos
sl: Zbriši zastarele datoteke

source: Search history
ar: سجل البحث
pt: Histórico de pesquisas
sl: Zgodovina iskanj

source: Delete the search history
ar: حذف سجل البحث
pt: Eliminar o histórico de pesquisas
sl: Zbriši zgodovino iskanj

source: Backup files
ar: ملفات النسخ الاحتياطي
pt: Cópias de segurança
sl: Varnostne kopije datotek

source: Delete the backup files
ar: حذف ملفات النسخ الاحتياطي
pt: Eliminar as cópias de segurança
sl: Zbriši varnostne kopije datotek

source: Downloaded podcasts
ar: التدوينات الصوتية المحمّلة
pt: Podcasts descargados
sl: Preneseni podkasti

source: Delete downloaded podcasts
ar: حذف التدوينات الصوتية المحمّلة
pt: Eliminar os podcast descargados
sl: Izbriši prenesene podkaste

source: Session
ar: الجلسة
pt: Sessão
sl: Seja

source: Delete the current and last sessions
ar: حذف الجلسة الحالية و السابقة
pt: Eliminar a actual e últimas sessões
sl: Izbriši trenutno in zadnje seje

source: Delete the avatars and emoticons cache
ar: حذف الذاكرة المخبأة للصور الشخصية و الإبتسامات
sl: Izbriši predpomnilnik za avatarje in emotikone

source: Deep scan
ar: فحص عميق
sl: Globok pregled

source: Inspect the preview for any files you want to keep.
ar: فحص لمعاينة أي الملفات التي تريد الاحتفاظ بها.
sl: Preglejte predogled za vse datoteke, ki jih želite obdržati.

source: This option is slow.
ar: هذا الخيار بطيء.
pt: Esta opção é lenta.
sl: Ta izbira je počasna.

source: Custom folders will be reset.
ar: المجلدات المخصصة سيتم تنظيفها
sl: Prilagojene mape se bo ponastavilo.

source: Thumbnails
ar: المُصغّرات
pt: Miniaturas
sl: Sličice

source: Delete the command history
ar: حذف سجلات الأوامر
pt: Eliminar o histórico de comandos
sl: Izbriši zgodovino ukazov

source: Run
ar: تشغيل
sl: Zaženi

source: Delete the cookies, visited URLs, and search history
ar: حذف الكوكيز، الروابط المزارة، محفوظات البحث
pt: Eliminar as cookies, URL visitados e histórico de pesquisas
sl: Zbriši piškotke, obiskane URL-je in zgodovino iskanja

source: Index
ar: الفهرس
pt: Índice
sl: Indeks

source: Delete the search index, a database of words and the files they contain
ar: حذف فهارس البحث، قاعدة بيانات من الكلمات والملفات التي تتضمّن هذه الكلمات
pt: Eliminar o índice de procuras, a base de dados de palavras e os ficheiros que contenham
sl: Zbriši indeks za iskanje, podatkovne baze besed in datoteke, ki jih vsebujejo

source: Unnecessary file cleaner
ar: منظّف الملفات غير المرغوبة
pt: Limpeza de ficheiros desnecessários
sl: Čistilec za nepotrebne datoteke

source: Free space and maintain privacy
ar: تفريغ المساحة والحفاظ على الخصوصية
pt: Libertar espaço e manter a privacidade
sl: Sprostite prostor in ohranite zasebnost

source: Form history
ar: مدخلات النماذج
pt: Histórico de formulários
sl: Zgodovina obrazcev

source: A history of forms entered in web sites and in the Search bar
ar: محفوظات النماذج المدخلة في مواقع الويب و أشرطة البحث
pt: Um histórico de formulários preenchidos em sítios web e na Barra de Procura
sl: Zgodovina obrazcev, vnesenih v spletne strani in v vrstico za iskanje

source: Session restore
ar: إستعادة الجلسة
pt: Restaurar sessão
sl: Obnovi sejo

source: Loads the initial session after the browser closes or crashes
ar: تحميل الجلسة السابقة للمتصفح قبل إغلاقه أو إنهياره
pt: Carregar a sessão inicial depois de se fechar ou estragar o navegador
sl: Naloži začetno sejo, potem ko se je brskalnik zaprl ali zrušil

source: Delete the files in the rpmbuild build directory
ar: حذف الملفات في مجلد بناء rpmbuild
pt: Eliminar os ficheiros do directório rpmbuild
sl: Zbriši datoteke v v mapi za gradnjo rpmbuild

source: Broken desktop files
ar: ملفات سطح المكتب غير الصحيحة
pt: Ficheiros danificados do ambiente de trabalho
sl: Polomljene datoteke na namizju

source: Delete broken application menu entries and file associations
ar: حذف مدخلات قائمة البرامج و لاحقات الملفات غير الصحيحة
pt: Eliminar as entradas danificadas do menu da aplicação e ficheiros associados
sl: Zbriši polomljene povezave za datoteke in vnose v menije aplikacij

source: Localizations
ar: الترجمات
pt: Localizações
sl: Lokalizacije

source: Delete files for unwanted languages
ar: حذف ملفات اللغات غير المرغوبة
pt: Eliminar ficheiros das línguas não escolhidas
sl: Zbriši datoteke za neželene jezike

source: Rotated logs
ar: السجلات المتناوبة
pt: Registros antigos
sl: Rotirani dnevniki

source: Delete old system logs
ar: حذف سجلات النظام القديمة
pt: Eliminar os registos antigos do sistema
sl: Zbriši stare sistemske dnevnike

source: Trash
ar: المهملات
pt: Lixo
sl: Koš za smeti

source: Empty the trash
ar: تفريغ سلة المهملات
pt: Despejar o lixo
sl: Izprazni koš za smeti

source: Memory
ar: الذاكرة
sl: Spomin

source: Wipe the swap and free memory
ar: مسح ذاكرة المبادلة و تحربر الذاكرة
sl: Obrišite swap in prosti pomnilnik

source: This option is experimental and may cause system problems.
ar: هذا الخيار تجريبي وربما يسبب مشاكل في النظام.
sl: Ta možnost je poskusne narave in lahko povzroči sistemu težave.

source: Prefetch
ar: الجلب المسبق

source: Recycle bin
ar: سلة المحذوفات
pt: Reciclagem
sl: Koš za recikliranje

source: Empty the recycle bin
ar: تفريغ سلة المحذوفات
pt: Esvaziar a reciclagem
sl: Izprazni koš za recikliranje

source: Clipboard
ar: الحافظة
pt: Área de transferência
sl: Odložišče

source: The desktop environment's clipboard used for copy and paste operations
ar: حافظة عمليات النسخ الخاصة بالنظام
pt: A área de transferência do ambiente de trabalho, usada para operações de corte e colagem
sl: Odložišče za okolje namizja, ki se ga uporablja za kopiranje in lepljenje

source: Free disk space
ar: مساحة القرص الفارغة
pt: Espaço livre em disco
sl: Prost prostor na disku

source: Overwrite free disk space to hide deleted files
ar: الكتابة على مساحة القرص الفارغة لإخفاء الملفات المحذوفة
pt: Escrever sobre o espaço livre em disco para esconder os ficheiros eliminados
sl: Prepiši prosti prostor na disku, da se izbrisane datoteke skrije

source: The system in general
ar: النظام بشكل عام
pt: O sistema em geral
sl: Sistem na splošno

source: System
ar: النّظام
pt: Sistema
sl: Sistem

source: Overwrite free disk space %s
ar: الكتابة على مساحة القرص الفارغة %s
pt: Escrever sobre espaço livre do disco %s
sl: Prepiši nelociran prostor na disku %s

source: Recycle bin %s
ar: سلة المهملات %s
pt: Reciclagem de %s
sl: Koš za recikliranje %s

source: not a valid cleaner: %s
ar: منظّف غير صالح: %s
sl: ni veljaven čistilec: %s

source: usage: %prog [options] cleaner.option1 cleaner.option2
ar: إستخدام: %prog [الخيارات] منظّف.خيار1 منظّف.خيار2
sl: Uporaba: %prog [možnosti] čistilec.možnost1 čistilec.možnost2

source: list cleaners
ar: قائمة منظّفات
sl: Seznam vseh čistilcev

source: delete files and make other permanent changes
ar: حذف الملفات وعمل التغييرات الباقية
sl: Zbriši datoteke in oprave še druge stalne spremembe

source: show system information
ar: إظهار معلومات النظام

source: preview files to be deleted and other changes
ar: عرض الملفات التي ستحذف و التغييرات الأخرى
sl: Predogled datotek, ki se jih briše, in drugih sprememb

source: output version information and exit
ar: اكتب رقم الإصدار ثم اخرج
sl: Pokaži podatke o različici in končaj

source: overwrite files to hide contents
ar: الكتابة على الملفات لإخفاء المحتويات
sl: Prepiši čez datoteke, da se skrije njih vsebino

source: Delete
ar: حذف
pt: Eliminar
sl: Izbriši

source: Mark for deletion
ar: تحديد للحذف
sl: Označi za brisanje

source: Truncate
ar: قطع
sl: Skrajšaj

source: Delete registry key
ar: حذف مفتاح التسجيل
sl: Zbriši registrski ključ

source: Cannot import Python module sqlite3: Python 2.5 or later is required.
ar: لا يمكن استيراد وحدة بايثون لـsqlite3: مطلوب بايثون 2.5 أو أحدث.
pt: Não se pode importar o módulo sqlite3 do Python: é requerido o Python 2.5 ou posterior.
sl: Ne morem uvoziti Python modul sqlite3: Potreben je Python 2.5 ali več.

source: Delete confirmation
ar: تأكيد الحذف
pt: Confirmação para apagar
sl: Potrditev brisanja

source: Are you sure you want to permanently delete files according to the selected operations? The actual files that will be deleted may have changed since you ran the preview.
ar: هل أنت متأكد من أنك تريد حذف الملفات بصفة دائمة وفقا للعمليات المختارة؟ الملفات الحالية التي سيتم حذفها قد تغيرت منذ تشغيلك المعاينة.
pt: Está certo de querer eliminar permanentemente os ficheiros de acordo com as operações seleccionadas? Os ficheiros que serão eliminados podem ter mudado desde a previsualização.
sl: Ali ste prepričani, da želite trajno izbrisati datoteke v skladu z izbranimi operacijami? Dejanske datoteke, ki naj bi se jih brisalo, so se lahko da spremenile od tedaj, ko ste opravili predogled.

source: Are you sure you want to permanently delete these files?
ar: هل أنت متأكد من أنك تريد حذف هذه الملفات بشكل دائم؟
pt: Tem a certeza que quer eliminar permanentemente estes ficheiros?
sl: Ali ste prepričani, da želite trajno izbrisati te datoteke?

source: Preferences
ar: التفضيلات
pt: Preferências
sl: Preference

source: General
ar: عامّ
pt: Geral
sl: Splošno

source: Drives
ar: محركات
sl: Pogoni

source: Languages
ar: اللغات
pt: Línguas
sl: Jeziki

source: Check periodically for software updates via the Internet
ar: فحص دوري لتحديثات البرنامج عبر الإنترنت
pt: Procurar periodicamente por actualizações de software via Internet
sl: Preverite občasno v spletu, če je na razpolago novejša inačica

source: If an update is found, you will be given the option to view information about it. Then, you may manually download and install the update.
ar: إذا وجد تحديث، سيتم عرض معلومات عنه. بعد ذلك، يمكنك تحميل و تركيب التحديث يدوياً.
pt: Se for encontrada uma actualização terá a opção de ver a informação sobre ela, assim poderá baixá-la e instalá-la manualmente.
sl: Če se posodobitev najde, si boste lahko najprej ogledali podatke o njej. Nato lahko posodobitev ročno prenesete in namestite.

source: Hide irrelevant cleaners
ar: إخفاء التنظيفات غير الملاحظة
pt: Ocultar limpezas irrelevantes
sl: Skrij nepomembne čistilce

source: Overwrite files to hide contents
ar: الكتابة على الملفات لإخفاء المحتويات
pt: Sobreescrever ficheiros para ocultar conteúdos
sl: Prepiši datoteke, da se njih vsebino skrije

source: Overwriting is ineffective on some file systems and with certain BleachBit operations. Overwriting is significantly slower.
ar: إعادة الكتابة غير فعالة على بعض ملفات النظام التي تحتوي على عمليات تشغيل BleachBit. إعادة الكتابة هي عملية أبطأ بكثير.
pt: Sobreescrever é inefectivo nalguns sistemas de ficheiros e com certas operações do BleachBit. Sobreescrever é significativamente mais lento.
sl: Pisanje čez podatke je za nekatere datotečne sisteme in za nekaterie od operacij BleachBit neučinkovito. Pisanje čez podatke je občutno počasnejše.

source: Start BleachBit with computer
ar: تشغيل BleachBit مع بدء تشغيل النظام
sl: Start BleachBit z računalnikom

source: Choose a folder
ar: اختر مجلّدًا
pt: Seleccione uma pasta
sl: Izberite mapo

source: Choose a writable directory for each drive for which to overwrite free space.
ar: إختر مسار قابل للكتابة عليه لكل محرك أقراص يراد الكتابة على مساحته الفارغة.
sl: Na vsakem pogonu izberite imenik, za katerega se piše čez še ne alocirani prostor.

source: Add
ar: أضف
pt: Adicionar
sl: Dodaj

source: Remove
ar: أزل
pt: Remover
sl: Odstrani

source: All languages will be deleted except those checked.
ar: كل اللغات سيتم حذفها ما عدا اللغات المختارة بعلامة "صح".
pt: Todas as línguas, excepto as assinaladas, serão eliminadas.
sl: Vse jezike razen označenih se bo izbrisalo.

source: Preserve
ar: إبقاء
pt: Preservar
sl: Ohrani

source: Code
ar: الرمز
pt: Código
sl: Koda

source: Name
ar: الاسم
pt: Nome
sl: Ime

source: Active
ar: نشط
pt: Activo
sl: Aktivno

source: You must select an operation
ar: يجب أن تختار عملية
pt: Deve seleccionar uma operação
sl: Izbrati morate operacijo

source: Done.
ar: تم.
pt: Feito.
sl: Opravljeno.

source: Program to clean unnecessary files
ar: برنامج لحذف الملفات غير المرغوب فيها
pt: Programa para eliminar os ficheiros desnecessários
sl: Program za čiščenje nepotrebnih datotek

source: GNU General Public License version 3 or later. See http://www.gnu.org/licenses/gpl-3.0.txt
ar: رخصة GNU العمومية نسخة ٣ أو أحدث. انظر http://www.gnu.org/licenses/gpl-3.0.txt
pt: GNU General Public License versão 3 ou posterior. Consulte http://www.gnu.org/licenses/gpl-3.0.txt
sl: GNU General Public License version 3 ali več. Glejte ://www.gnu.org/licenses/gpl-3.0.txt

source: translator-credits
ar: Launchpad Contributions: Dilmi Fethi https://launchpad.net/~delphiexile MaXeR https://launchpad.net/~themaxer Nizar Kerkeni https://launchpad.net/~nizarus
pt: Launchpad Contributions: Carlos Geadas https://launchpad.net/~carlosgeadas Jon Amil https://launchpad.net/~amilgz
sl: Launchpad Contributions: smo https://launchpad.net/~smolejv

source: System information
ar: معلومات النظام

source: Choose files to shred
ar: إختر ملفات للمشاركة
pt: Escolha ficheiros a destruir
sl: Izberite datoteke za brisanje

source: _Shred Files
ar: _ملفات المشاركة
pt: _Destruir Ficheiros
sl: _Datoteke za brisanje

source: _Quit
ar: _إنهاء
pt: _Sair
sl: _Prekini

source: _File
ar: _ملف
pt: _Ficheiro
sl: _Datoteka

source: _Edit
ar: _تحرير
pt: _Editar
sl: _Uredi

source: Help Contents
ar: محتويات المساعدة
sl: Vsebina pomoči

source: _Release Notes
ar: ملاحظات النسخة
pt: _Notas
sl: _Opombe o izdaji

source: _System Information
ar: _معلومات النظام

source: _About
ar: _حوْل
pt: _Acerca de
sl: _Vizitka

source: _Help
ar: _مساعدة
pt: _Ajuda
sl: _Pomoč

source: Preview
ar: معاينة
pt: Previsualizar
sl: Predogled

source: Preview files in the selected operations (without deleting any files)
ar: عرض الملفات في العمليات المختارة (بدون حذف أي ملف)
pt: Previsualizar ficheiros nas operações seleccionadas (sem eliminar ficheiro nenhum)
sl: Predogled datotek v izbranih operacijah (ne da bi se datoteke brisalo)

source: Delete files in the selected operations
ar: حذف الملفات و العمليات المحددة
pt: Eliminar ficheiros nas operações seleccionadas
sl: Zbriši datoteke v izbranih operacijah

source: Update BleachBit
ar: تحديث بليتش بت
pt: Actualizar BleachBit
sl: Obnovi BleachBit

source: BleachBit update is available
ar: تحديث بليتش بت متوفر
pt: Está disponível uma actualização do BleachBit
sl: Na voljo je posodobitev BleachBit

source: Click 'Update BleachBit' for more information
ar: اضغط على 'تحديث بليتش بت' لمعلومات أوسع
pt: Prima 'Actualizar Bleachbit' para mais informação
sl: Kliknite na 'Posodobi BleachBit' za več informacij

source: Error when checking for updates:
ar: خطأ عند البحث عن تحديثات:
pt: Erro ao analisar actualizações:
sl: Napaka med preverjanjem za posodobitve:

source: Security warning
ar: تحذير أمني
sl: Varnostno opozorilo

source: These cleaner definitions are new or have changed. Malicious definitions can damage your system. If you do not trust these changes, delete the files or quit.
ar: تعاريف هذه المنظفات جديدة أو تغيرت. التعاريف المحرفة ربما تفسد النظام. إذا كنت لا تثق بهذه التغييرات، أحذف الملفات أو أنهِ البرنامج. (التعاريف هي ملفات تحتوي بيانات الملفات أو المجلدات التي يتم تنظيفها)
sl: Te definicije za čistilce so ali nove ali pa so se spremenile. Zlonamerne definicije lahko tvoj sistem poškodujejo. Če tem spremembam ne zaupaš, datoteke zbriši ali pa izvajanje prekini.

source: Filename
ar: اسم الملف
sl: Ime datoteke

source: Executable not found: %s
ar: الملف التنفيذي غير موجود: %s
pt: Executável não encontrado: %s
sl: Izvedljive programa ni bilo najti: %s

source: %s cannot be cleaned because it is currently running. Close it, and try again.
ar: %s لا يمكن تنظيفه لأنه مشغّل حالياً. أغلقه، ثم أعد المحاولة.
pt: %s não pode ser limpo porque está a ser usado neste momento. Feche-o e tente de novo.
sl: %s ni mogoče čistiti, saj se trenutno izvaja. Zaprite in poskusite znova.

source: Exception while running operation '%(operation)s': '%(msg)s'
ar: استثناء أثناء تشغيل العملية '%(operation)s': '%(msg)s'
pt: Erro ao executar a operação '%(operation)s': '%(msg)s'
sl: Izjema, med tem ko teče postopek '%(operation)s': '%(msg)s'

source: Please wait. Cleaning %s.
ar: الرجاء الإنتظار. تنظيف %s.
pt: Por favor, espere. A limpar %s.
sl: Prosimo, počakajte. Čisti se %s.

source: Please wait. Previewing %s.
ar: يرجى الانتظار. معاينة %s.
pt: Por favor, espere. A previsualizar %s.
sl: Prosimo, počakajte. Predogleduje se %s.

source: Disk space recovered: %s
ar: مساحة القرص المحررة: %s
sl: Pridobljeni prostor na disku: %s

source: Disk space to be recovered: %s
ar: مساحة القرص التي سيتم تحريرها: %s
sl: Prostor na disku, ki ga je mogoče pridobiti: %s

source: Files deleted: %d
ar: الملفات المحذوفة: %d
sl: Brisane datoteke: %d

source: Files to be deleted: %d
ar: ملفات ستحذف: %d
sl: Datoteke, ki se jih briše: %d

source: Special operations: %d
ar: عمليات خاصة: %d
sl: Posebne operacije: %d

source: Errors: %d
ar: أخطأء: %d
sl: Napake: %d

source: Delete the history, which includes bookmarks, downloads, and visited sites
pt: Eliminar o histórico, que inclui marcadores, descargas e sítios visitados

source: KDE desktop environment
pt: Ambiente de trabalho KDE

source: Yum clean
pt: Limpeza do Yum

source: The following cleaner definition file has changed. Malicious definitions can damage your computer.
pt: O seguinte ficheiro de definição de limpeza foi alterado. Definições maliciosas podem danificar o seu computador.
