Repository: alphmt/bleach-h
Catalog: po/*.po
Languages: ar, pt, sl

source: The following cleaner definition file is new. Malicious definitions can damage your computer.
pt: O seguinte ficheiro de definição de limpeza é novo. Definições maliciosas podem danificar o seu computador.

source: Special operation:
pt: Operação especial:

source: Total size:
pt: Tamanho total:

source: Delete cookies, which contain information such as web site prefereneces, authentication, and tracking identification
pt: Eliminar cookies, que contenham informações tais como, as preferências, autentificação e identificação dos sites web

source: Deleting Places deletes bookmarks.
pt: Eliminando Lugares eliminar-se-ão os marcadores

source: Vacuumed: %s
pt: %s optimizado

source: Choose a writeable directory for each drive for which to overwrite free space.
pt: Escolha uma directoria com permissões de escrita em cada drive para sobreescrever o espaço livre.

source: Marked for deletion: %(size)s %(pathname)s
pt: Marcado para ser eliminar: %(size)s %(pathname)s
